pesp-jboss/cms-external-sources/tests/test_files/soap/SOC_testSearchByLicenseNumber_invalid_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:searchByLicenseNumber>
         <arg0>
         </arg0>
      </impl:searchByLicenseNumber>
   </soapenv:Body>
</soapenv:Envelope>